{
  "AboutMe": {
    "aboutMe": "About me",
    "hobbies": "When I'm not coding, you can find me playing badmintton, climbing, or playing boardgames.",
    "introduction1": "Graduating from an engineering school in system administration and network in 2014, I realized during my career and my internships that the creative aspect of the world of software development interests me more.",
    "introduction2": "With this purpose, I joined an ESN (Netapsys) to quickly accumulate experience through short projects (from 2 weeks to 5 months) as a fullstack enginner, and in self-taught training for 2 years, before to specialize in frontend.",
    "introduction3": "Since then, I had the opportunity to discover the world of QA at Euronews, then I worked on various products using different JS frameworks (AngularJS, Angular 2+, ReactJS), with a specialization in ReactJS thanks to my mission within Bedrock Streaming.",
    "seeMore": "You can browse though my detailed experiences on"
  },
  "Banner": {
    "intro": "Senior frontend engineer with a passion for creating user-centric and functional web applications"
  },
  "ContactPage": {
    "cardAction": "See {brand}",
    "description1": "10 years in the world of web development, currently on ReactJS",
    "description2": "I consider that the framework or the programming language is a tool that must be adapted according to the context.",
    "description3": "What motivates me the most is the feeling of creativity and accomplishment when developing a product.",
    "descriptionGlobal": "Let's connect and discuss how my background and your needs can align to create outstanding results!",
    "githubDescription": "Browse though my GitHub repositories to see unfinished projects and the source code of this website.",
    "linkedinDescription": "Connect with me on LinkedIn to learn more about my professional experience and projects.",
    "whoAmI": "Who Am I?"
  },
  "LayoutHeader": {
    "contact": "Contact",
    "home": "Home"
  },
  "ModeToggle": {
    "dark": "Dark theme",
    "light": "Light theme"
  }
}
